brew 'bat'
brew 'bitwarden-cli'
brew 'chezmoi'
brew 'doctl'
brew 'editorconfig'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fnm'
brew 'fx'
brew 'htop'
brew 'gh'
brew 'gnupg'
brew 'micro'
brew 'pgsync'
brew 'pinentry-mac'
brew 'protobuf'
brew 'ripgrep'
brew 'rsync'
brew 'starship'
brew 'teamookla/speedtest/speedtest'
brew 'thefuck'
brew 'trash'
brew 'yt-dlp'

cask 'alt-tab'
cask 'android-file-transfer'
cask 'authy'
cask 'battle-net'
cask 'calibre'
cask 'discord'
cask 'docker'
cask 'elmedia-player'
cask 'fig'
cask 'figma'
cask 'homebrew/cask-fonts/font-jetbrains-mono-nerd-font'
cask 'firefox'
cask 'google-chrome'
cask 'hstracker'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'keka'
#cask 'kekaexternalhelper'
cask 'kindle-previewer'
cask 'megasync'
cask 'messenger'
cask 'obs'
cask 'obsidian'
cask 'qbittorrent'
cask 'raycast'
cask 'readdle-spark'
cask 'rectangle'
cask 'slack'
cask 'steam'
cask 'telegram'
cask 'ticktick'
cask 'tradingview'
cask 'visual-studio-code'
cask 'homebrew/cask-drivers/logi-options-plus'
#cask 'balenaetcher' # Flash OS images
#cask 'carbon-copy-cloner' # Backup
#cask 'crossover' # Gaming
#cask 'lunar' # Screen brightness
#cask 'homebrew/cask-drivers/logitech-g-hub' # 100% CPU usage on Intel Macs

#mas 'Balance Lock', id: 1019371109
mas 'Bitwarden', id: 1352778147
mas 'Monosnap - screenshot editor', id: 540348655
mas 'Toggl Track: Hours & Time Log', id: 1291898086
mas 'Unsplash Wallpapers', id: 1284863847
mas 'Xcode', id: 497799835
